[
  {
    "itemName": "baking soda",
    "title": "Baking Soda",
    "description": "Sodium bicarbonate (IUPAC name: sodium hydrogen carbonate) is a chemical compound with the formula NaHCO3. It is a salt composed of sodium ions and bicarbonate ions. Sodium bicarbonate is a white solid that is crystalline but often appears as a fine powder. It has a slightly salty, alkaline taste resembling that of washing soda (sodium carbonate). The natural mineral form is nahcolite. It is a component of the mineral natron and is found dissolved in many mineral springs. [Source: Wikipedia]",
    "uses": ["Make Toothpaste", "Use as a Facial Scrub", "Use as an Antacid", "Use as a scrub to clean surfaces", "Deodarize refrigerators"],
    "image": "../images/baking_soda.jpg"
  },
  {
    "itemName": "vinegar",
    "title": "Vinegar",
    "description": "Vinegar is a liquid consisting of about 5–20% acetic acid (CH3COOH), water, and other trace chemicals, which may include flavorings. The acetic acid is produced by the fermentation of ethanol by acetic acid bacteria.[1] Vinegar is now mainly used as a cooking ingredient, or in pickling. As the most easily manufactured mild acid, it has historically had a great variety of industrial, medical, and domestic uses, some of which (such as its use as a general household cleaner) are still commonly practiced today. Commercial vinegar is produced either by fast or slow fermentation processes. In general, slow methods are used with traditional vinegars, and fermentation proceeds slowly over the course of months or a year. The longer fermentation period allows for the accumulation of a nontoxic slime composed of acetic acid bacteria. Fast methods add mother of vinegar (bacterial culture) to the source liquid before adding air to oxygenate and promote the fastest fermentation. In fast production processes, vinegar may be produced in 20 hours to three days.",
    "uses": ["Eliminate odors", "hair rinse", "remove stains from cups", "kill germs"],
    "image": "../images/vinegar.jpg"
  }
]

